Repository: czendoo/SeedEncrypt
Catalog: src/SeedEncryptWinApp/Strings/*/Resources.resw
Source language: en_us
Languages: cs

source: Default
cs: Výchozí

# NavItemAbout.Content
source: About
cs: O aplikaci

# NavItemHome.Content
source: Home
cs: Domov

# AppBarBtnBack.Label
source: Delete last
cs: Smazat poslední

# AppBarBtnBack.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete last word
cs: Smazat poslední slovo

# AppBarBtnClear.Label
source: Clear all
cs: Smazat vše

# AppBarBtnClear.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete all words
cs: Smazat všechna slova

# AppBarBtnGenerate.Label
source: Generate
cs: Vygenerovat

# AppBarBtnGenerate.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Generate new seed phrase
cs: Vygenerovat nový seed

# EditSeedTitle
source: Seed Editor
cs: Editor seedu

# EditSeedWord.PlaceholderText
source: Type word to add to the seed phrase
cs: Slovo, které bude přidáno do seedu

# ErrWordNotFound
source: The word was not found in the bip39 word list
cs: Slovo nenalezeno ve slovníku bip39

# SeedPhraseInvalid
source: The seed phrase is invalid
cs: Seed není validní

# SeedPhraseValid
source: The seed phrase is valid
cs: Seed je validní

# TextBoxEncryptedSeed.PlaceholderText
source: Click Encrypt to protect the seed phrase by password
cs: Klikněte na Encrypt pro zašifrování seedu pomocí hesla

# EditPassword.Header
source: Password
cs: Heslo

# CheckBoxShowPassword.Content
source: Show password
cs: Ukázat heslo

# BtnCancel
source: Cancel
cs: Zrušit

# BtnSubmit
source: Submit
cs: Potvrdit

# EncryptDialogTitle
source: Encrypt
cs: Zašiforvat

# ErrMsgProvideValidPassword
source: Please, provide valid password
cs: Prosím, zadejte platné heslo

# BtnOk
source: Ok
cs: Potvrdit

# ConfirmContinue
source: Do you really want to continue?
cs: Opravdu chcete pokračovat?

# ConfirmLostSeed
source: Current seed will be lost
cs: Aktuální seed bude ztracen

# SettingsLanguageTitle.Text
source: Language
cs: Jazyk

# SettingsThemeSubtitle.Text
source: Select color theme
cs: Nastavení barevného schéma

# SettingsThemeTitle.Text
source: Theme
cs: Barevné schéma

# SettingsSeedLanguageSubtitle.Text
source: Select default seed language
cs: Zvolte výchozí jazyk seedu

# SettingsSeedLanguageTitle.Text
source: Default seed language
cs: Výchozí jazyk seedu

# SettingsSeedLengthSubtitle.Text
source: Select default seed word count
cs: Zvolte výchozí počet slov seedu

# SettingsSeedLengthTitle.Text
source: Default seed length
cs: Výchozí počet slov seedu

# SettingsGroupGeneral.Text
source: General settings
cs: Obecná nastavení

# SettingsGroupUserInterface.Text
source: User interface settings
cs: Vzhled

# AboutGroupEncryptionInfo.Text
source: Encryption
cs: Šifrování

# AboutGroupVersion.Text
source: Version
cs: Verze

# AboutVersionSubtitle.Text
source: Application version
cs: Verze aplikace

# AboutVersionTitle.Text
source: Version
cs: Verze

# SettingsLanguageSubtitle.Text
source: Select language of the user interface
cs: Zvolte jazyk uživatelského rozhraní

# BtcCopy.Content
source: Copy
cs: Kopírovat

# BtnSave
source: Save
cs: Uložit

# ConfirmChangeWordCount
source: Change the word count?
cs: Změnit počet slov?

# ConfirmSeedNotEmpty
source: The seed is not empty
cs: Seed není prázdný

# LangCombo.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Seed language
cs: Jazyk seedu

# WordCountCombo.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Word count
cs: Počet slov

# AboutEncryptionAlgo.Header
source: Encryption algorithm
cs: Šifrovací algoritmus

# AboutEncryptionUsage.Header
source: About encryption
cs: O šifrovací metodě

# EditPassword.PlaceholderText
source: Enter password
cs: Zadejte heslo

# EditPasswordRepeat.PlaceholderText
source: Enter the password again
cs: Opakujte heslo

# ErrMsgProvideValidPrimarySeed
source: Please, provide valid primary cipher seed
cs: Zadejte primární zašifrovaný seed

# ErrMsgProvideValidSecondarySeed
source: Please, provide valid secondary cipher seed
cs: Zadejte sekundární zašiforvaný seed

# BtnDecryptToolTip
source: Decrypt seed phrase
cs: Dešifrovat seed

# BtnEncryptToolTip
source: Encrypt the seed phrase
cs: Zašifrovat seed

# ErrMsgProvideValidSeed
source: Please, provide valid seed phrase
cs: Zadejte seed

# BtnDecrypt
source: Decrypt
cs: Dešifrovat

# DecryptDialogTitle
source: Decrypt
cs: Dešifrovat

# EditImportSeed.Header
source: Seed phrase
cs: Seed

# EditImportSeed.PlaceholderText
source: Enter seed phrase as text
cs: Zadejte seed v textové podobě

# EnterSeedDialogTitle
source: Enter seed phrase
cs: Zadat seed

# AppBarBtnEnterSeed.Label
source: Enter seed phrase
cs: Zadat seed

# AppBarBtnEnterSeed.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter seed phrase as a plain text
cs: Zadat seed v textové podobě

# SeedBtnCopyLabel
source: Copy
cs: Kopírovat

# SeedBtnCopyToolTip
source: Copy seed phrase as a plain text
cs: Kopírovat seed jako text

source: Primary cipher seed
cs: Primární zašifrovaný seed

source: Secondary cipher seed
cs: Sekundární zašifrovaný seed

# BtnEncrypt
source: Encrypt
cs: Zašifrovat
